<template>
  <div>
    <div class="con_bk"><div class="white"></div></div>
    <div class="nav">
      <div class="black_1"></div>
      <router-link to="/"><img class="logo" src="../assets/logo.png"></router-link>
      <ul class="header">
        <li><router-link to="/login">用户</router-link></li>
        <li><router-link to="/about">简介</router-link></li>
        <li><router-link to="/">首页</router-link></li>
        <div style="clear: both"></div>
      </ul>
    </div>
    <div class="place_pic"></div>
    <div class="title">××景区</div>
    <div class="content">{{mes3}}</div>
  </div>
</template>

<script>
    export default {
        name: "content",
        data(){
            return{
                mes3:"说起上海华东旅游，自由行还是跟团游方式，我都去过，但是今年体验的上海旅行方式最满意。今年这次上海-杭州-苏州-周庄-无锡-南京玩了6天，不是跟团吆！是最近比较流行一种叫做“管家式半自由行”的旅行方式，是因为有导游全程帮安排好酒店，门票，路线规划，坐车，吃饭，什么都不用管，玩就行了。因为整个华东景点分散，自驾游的话，时间都花在路上，选择跟团又怕强制购物，所以这种旅行模式很方便也省钱，只要将自己的计划告诉她，对方帮忙规划一个行程，敲定，转个2 00块定金就完事了！ 住的舒服，门票、用车、还有向导全都不用自己操心，玩的还很开心。\n" +
                "\n" +
                "景点：华东可以游玩的地区众多，这里说下最好的几个地区：\n" +
                "\n" +
                "其一：华东必玩景点比较多，比如：上海的东方明珠、杭州的西湖、苏州的园林、无锡的太湖、当然还有乌镇、周庄等古镇；\n" +
                "\n" +
                "2、个人游玩经验总结：\n" +
                "\n" +
                "首先，华东不适合自由行\n" +
                "\n" +
                "1、不方便，坐火车需要等车 \n" +
                "\n" +
                "2、耗时间，很多时间花在等车，找攻略，问路上，真正玩的时间被压缩\n" +
                "\n" +
                "3、多花钱，景点、酒店拿的是高价，每个地方交通花费特别高，花费提升；\n" +
                "\n" +
                "4、很操心，全部都要自己弄，查资料网上还不一定都准确；\n" +
                "\n" +
                "其次，华东不适合纯自驾游：\n" +
                "\n" +
                "5、不安全，容易堵车市内单行道多，除非熟悉路况，否则不要自驾车出游；\n" +
                "\n" +
                "6、不划算，玩几天下来油费过路费就要花2000多，还不加车损\n" +
                "\n" +
                "7、玩不好，每个景点之间开几个小时车，特别累，到地睡觉，根本没心情玩\n" +
                    "说起上海华东旅游，自由行还是跟团游方式，我都去过，但是今年体验的上海旅行方式最满意。今年这次上海-杭州-苏州-周庄-无锡-南京玩了6天，不是跟团吆！是最近比较流行一种叫做“管家式半自由行”的旅行方式，是因为有导游全程帮安排好酒店，门票，路线规划，坐车，吃饭，什么都不用管，玩就行了。因为整个华东景点分散，自驾游的话，时间都花在路上，选择跟团又怕强制购物，所以这种旅行模式很方便也省钱，只要将自己的计划告诉她，对方帮忙规划一个行程，敲定，转个2 00块定金就完事了！ 住的舒服，门票、用车、还有向导全都不用自己操心，玩的还很开心。\n" +
                    "\n" +
                    "景点：华东可以游玩的地区众多，这里说下最好的几个地区：\n" +
                    "\n" +
                    "其一：华东必玩景点比较多，比如：上海的东方明珠、杭州的西湖、苏州的园林、无锡的太湖、当然还有乌镇、周庄等古镇；\n" +
                    "\n" +
                    "2、个人游玩经验总结：\n" +
                    "\n" +
                    "首先，华东不适合自由行\n" +
                    "\n" +
                    "1、不方便，坐火车需要等车 \n" +
                    "\n" +
                    "2、耗时间，很多时间花在等车，找攻略，问路上，真正玩的时间被压缩\n" +
                    "\n" +
                    "3、多花钱，景点、酒店拿的是高价，每个地方交通花费特别高，花费提升；\n" +
                    "\n" +
                    "4、很操心，全部都要自己弄，查资料网上还不一定都准确；\n" +
                    "\n" +
                    "其次，华东不适合纯自驾游：\n" +
                    "\n" +
                    "5、不安全，容易堵车市内单行道多，除非熟悉路况，否则不要自驾车出游；\n" +
                    "\n" +
                    "6、不划算，玩几天下来油费过路费就要花2000多，还不加车损\n" +
                    "\n" +
                    "7、玩不好，每个景点之间开几个小时车，特别累，到地睡觉，根本没心情玩\n" +
                    "说起上海华东旅游，自由行还是跟团游方式，我都去过，但是今年体验的上海旅行方式最满意。今年这次上海-杭州-苏州-周庄-无锡-南京玩了6天，不是跟团吆！是最近比较流行一种叫做“管家式半自由行”的旅行方式，是因为有导游全程帮安排好酒店，门票，路线规划，坐车，吃饭，什么都不用管，玩就行了。因为整个华东景点分散，自驾游的话，时间都花在路上，选择跟团又怕强制购物，所以这种旅行模式很方便也省钱，只要将自己的计划告诉她，对方帮忙规划一个行程，敲定，转个2 00块定金就完事了！ 住的舒服，门票、用车、还有向导全都不用自己操心，玩的还很开心。\n" +
                    "\n" +
                    "景点：华东可以游玩的地区众多，这里说下最好的几个地区：\n" +
                    "\n" +
                    "其一：华东必玩景点比较多，比如：上海的东方明珠、杭州的西湖、苏州的园林、无锡的太湖、当然还有乌镇、周庄等古镇；\n" +
                    "\n" +
                    "2、个人游玩经验总结：\n" +
                    "\n" +
                    "首先，华东不适合自由行\n" +
                    "\n" +
                    "1、不方便，坐火车需要等车 \n" +
                    "\n" +
                    "2、耗时间，很多时间花在等车，找攻略，问路上，真正玩的时间被压缩\n" +
                    "\n" +
                    "3、多花钱，景点、酒店拿的是高价，每个地方交通花费特别高，花费提升；\n" +
                    "\n" +
                    "4、很操心，全部都要自己弄，查资料网上还不一定都准确；\n" +
                    "\n" +
                    "其次，华东不适合纯自驾游：\n" +
                    "\n" +
                    "5、不安全，容易堵车市内单行道多，除非熟悉路况，否则不要自驾车出游；\n" +
                    "\n" +
                    "6、不划算，玩几天下来油费过路费就要花2000多，还不加车损\n" +
                    "\n" +
                    "7、玩不好，每个景点之间开几个小时车，特别累，到地睡觉，根本没心情玩\n" +
                    "说起上海华东旅游，自由行还是跟团游方式，我都去过，但是今年体验的上海旅行方式最满意。今年这次上海-杭州-苏州-周庄-无锡-南京玩了6天，不是跟团吆！是最近比较流行一种叫做“管家式半自由行”的旅行方式，是因为有导游全程帮安排好酒店，门票，路线规划，坐车，吃饭，什么都不用管，玩就行了。因为整个华东景点分散，自驾游的话，时间都花在路上，选择跟团又怕强制购物，所以这种旅行模式很方便也省钱，只要将自己的计划告诉她，对方帮忙规划一个行程，敲定，转个2 00块定金就完事了！ 住的舒服，门票、用车、还有向导全都不用自己操心，玩的还很开心。\n" +
                    "\n" +
                    "景点：华东可以游玩的地区众多，这里说下最好的几个地区：\n" +
                    "\n" +
                    "其一：华东必玩景点比较多，比如：上海的东方明珠、杭州的西湖、苏州的园林、无锡的太湖、当然还有乌镇、周庄等古镇；\n" +
                    "\n" +
                    "2、个人游玩经验总结：\n" +
                    "\n" +
                    "首先，华东不适合自由行\n" +
                    "\n" +
                    "1、不方便，坐火车需要等车 \n" +
                    "\n" +
                    "2、耗时间，很多时间花在等车，找攻略，问路上，真正玩的时间被压缩\n" +
                    "\n" +
                    "3、多花钱，景点、酒店拿的是高价，每个地方交通花费特别高，花费提升；\n" +
                    "\n" +
                    "4、很操心，全部都要自己弄，查资料网上还不一定都准确；\n" +
                    "\n" +
                    "其次，华东不适合纯自驾游：\n" +
                    "\n" +
                    "5、不安全，容易堵车市内单行道多，除非熟悉路况，否则不要自驾车出游；\n" +
                    "\n" +
                    "6、不划算，玩几天下来油费过路费就要花2000多，还不加车损\n" +
                    "\n" +
                    "7、玩不好，每个景点之间开几个小时车，特别累，到地睡觉，根本没心情玩\n说起上海华东旅游，自由行还是跟团游方式，我都去过，但是今年体验的上海旅行方式最满意。今年这次上海-杭州-苏州-周庄-无锡-南京玩了6天，不是跟团吆！是最近比较流行一种叫做“管家式半自由行”的旅行方式，是因为有导游全程帮安排好酒店，门票，路线规划，坐车，吃饭，什么都不用管，玩就行了。因为整个华东景点分散，自驾游的话，时间都花在路上，选择跟团又怕强制购物，所以这种旅行模式很方便也省钱，只要将自己的计划告诉她，对方帮忙规划一个行程，敲定，转个2 00块定金就完事了！ 住的舒服，门票、用车、还有向导全都不用自己操心，玩的还很开心。\n" +
                    "\n" +
                    "景点：华东可以游玩的地区众多，这里说下最好的几个地区：\n" +
                    "\n" +
                    "其一：华东必玩景点比较多，比如：上海的东方明珠、杭州的西湖、苏州的园林、无锡的太湖、当然还有乌镇、周庄等古镇；\n" +
                    "\n" +
                    "2、个人游玩经验总结：\n" +
                    "\n" +
                    "首先，华东不适合自由行\n" +
                    "\n" +
                    "1、不方便，坐火车需要等车 \n" +
                    "\n" +
                    "2、耗时间，很多时间花在等车，找攻略，问路上，真正玩的时间被压缩\n" +
                    "\n" +
                    "3、多花钱，景点、酒店拿的是高价，每个地方交通花费特别高，花费提升；\n" +
                    "\n" +
                    "4、很操心，全部都要自己弄，查资料网上还不一定都准确；\n" +
                    "\n" +
                    "其次，华东不适合纯自驾游：\n" +
                    "\n" +
                    "5、不安全，容易堵车市内单行道多，除非熟悉路况，否则不要自驾车出游；\n" +
                    "\n" +
                    "6、不划算，玩几天下来油费过路费就要花2000多，还不加车损\n" +
                    "\n" +
                    "7、玩不好，每个景点之间开几个小时车，特别累，到地睡觉，根本没心情玩\n" +
                    ""
            };
        }
    }
</script>

<style scoped>
  .header a{
    display: inline-block;
    text-decoration: none;
    float: right;
    color: white;
  }
  .header li{
    list-style: none;
    color: white;
    margin-left: 20px;
    width: 3vw;
    height: auto;
    padding: 10px;
    font-size: 16px;
    float: right;
  }
  .header{
    padding: 10px 10px 0 0;
    margin-right: 2vw;
  }
  .logo{
    float: left;
    width: 4vw;
    height: 4vw;
    z-index: 10;
    margin-top: 10px;
    margin-left: 25px;
  }
  .con_bk{
    background: url("../assets/sea.jpeg");
    width: 100%;
    height: 40vh;
    background-size: 100%;
    position: absolute;
    z-index: -1;
    top: 0;
  }
  .white{
    width: 100%;
    height: 100%;
    background-image: linear-gradient(rgba(255,255,255,0),rgba(255,255,255,1));
  }
  .place_pic{
    width: 12vw;
    height: 12vw;
    margin: auto;
    background: url("../assets/psbe.jpg") no-repeat;
    background-position: 40% 5%;
    background-size: 330%;
    border-radius: 50%;
    border: white 2px solid;
  }
  .title{
    margin-top: 2vh;
    font-size: 24px;
    font-weight: bolder;
  }
  .content{
    width: 80%;
    margin-top: 8vh;
    margin-left: 10%;
  }
</style>
